{
  "participation_description": "Hi there! Participating in Axion League is very simple. Just check the following instructions to get started and join the action!",
  "points_description": "These are the league rules. Read carefully to learn how to earn points and increase your chances of winning!",
  "claim_description": "Now that the league has ended, you can claim your entry ticket refund and, if applicable, your prizes. Check the instructions below to complete your claim and enjoy your rewards!",
  "participation_1": "First, review the basic information above to understand the start and end dates and the entry ticket details.",
  "participation_2": "Carefully read the league rules in the right tab before participating.",
  "participation_3": "To participate in the league, you will need to pay an entry ticket. Make sure your wallet balance covers the total amount.",
  "participation_4": "At the end of the league, you may receive a full refund of the entry ticket amount.",
  "participation_5": "If a friend invited you to join the league, use their referral link to participate so they can claim their rewards. Check out the 'Referral Link' section below to learn how to earn rewards by inviting friends to the league.",
  "participation_6": "You're almost there! Just click the 'Join' button and follow the instructions to participate in the league and dive into the action!",
  "claim_1": "The league is over! Check the leaderboard below to see the winners.",
  "claim_2": "Don't forget to request a refund for your entry ticket so you can join other exciting leagues.",
  "claim_3": "If you're among the winners, you can claim your prize, detailed in the rewards section.",
  "claim_4": "If you invited friends to join the league, you can also claim your referral rewards, even if you didn't win.",
  "claim_5": "You're almost there! Just click the 'Claim' button and follow the instructions to claim your prizes and get your entry ticket refunded. Thank you for participating!"
}