{
  "understanding_our": "Understanding our",
  "terms_and_conditions": "Terms and Conditions",
  "introduction_title": "1. Introduction",
  "introduction_description": "Welcome to Axion Leagues (“Axion”), a protocol within the Kujira ecosystem designed to facilitate revolutionary leagues in decentralized finance (DeFi). These Terms and Conditions (“T&Cs”) govern your  access to and participation in the Axion protocol and its related services. By accessing or using Axion, you (“User”, “you”, “your”) agree to be bound by these T&Cs. If you do not agree with any part of these T&Cs, you are not authorized to access, use, or participate in Axion leagues or any related services. These T&Cs constitute a legally binding agreement between you and Axion, detailing your rights, obligations, and responsibilities. Please read them carefully to ensure you fully understand the terms of engagement and the legal implications of your participation.",
  "participation_eligibility_title": "2. Participation Eligibility",
  "participation_eligibility_description": "To participate in Axion leagues and services, you must meet all of the following eligibility criteria:\n\n**2.1. Legal Age**: You must be of legal age in your jurisdiction, meaning you are legally capable of entering into binding agreements. This ensures that you have the legal capacity to understand and accept these T&Cs.\n\n**2.2. Agreement to T&Cs**: You must explicitly agree to and comply with these T&Cs. Your participation in any Axion league signifies your acceptance of these terms and your commitment to adhere to them throughout your engagement with Axion. If you do not agree to any part of these T&Cs, you must not participate in Axion leagues.\n\n**2.3. Compliance with Laws**: You must comply with all applicable laws and regulations in your jurisdiction. This includes but is not limited to financial, privacy, and anti-money laundering regulations. Non-compliance may result in the termination of your participation in Axion leagues and potential legal consequences.",
  "league_mechanics_title": "3. League Mechanics & Participation",
  "league_mechanics_description": "**3.1. Zero-Loss Model**: Participating in Axion leagues involves buying a league ticket, which can be refunded at the end of the league. This provides a zero-loss experience for all Users.\n\n**3.2. Prize Funding**: The prize pool for Axion leagues is generated through the interest accrued on the purchased league ticket, which are temporarily lent out via Kujira’s DeFi products. This ensures that the league ticket amount  remains intact while providing the potential for additional rewards.\n\n**3.3. Point Accumulation**: Users earn points by actively engaging with designated protocols defined by the league.\n\n**3.4. Winner Determination**: At the end of the league period, the Users with the highest points will be declared the winner and receive the prize.",
  "fees_title": "4. Fees",
  "fees_description": "Axion reserves the right to apply a fee to the total prize pool of any leagues iit organizes. This fee, which may vary depending on the nature and scope of the league, will be deducted from the overall prize pool prior to distribution to the winners.",
  "suspension_title": "5. Use of Platform",
  "suspension_description": "By using Axion Leagues, you agree to act ethically and for legitimate purposes. You are responsible for ensuring that your activities on the platform do not involve any illicit actions.",
  "no_investment_title": "6. No Investment Advice",
  "no_investment_description": "Axion is not an investment platform. We do not offer, provide, or purport to provide any form of investment services, investment products, or investment opportunities. Axion is designed solely as a decentralized finance (DeFi) protocol for engaging in zero-loss leagues. Axion does not provide any investment advice, recommendations, or endorsements. Any information provided by Axion, whether through our platform, communications, or any other means, is intended for general informational purposes only. Such information should not be interpreted or construed as professional financial, investment, legal, or other advice. All decisions to participate in Axion leagues must be made independently by you. You acknowledge that you are making these decisions at your own discretion and risk.",
  "risk_disclosure_title": "7. Risk Disclosure",
  "risk_disclosure_description": "**7.5. Risk Acknowledgement**: By participating in Axion leagues, you acknowledge and accept the inherent risks associated with Defi activities. These risks include, but are not limited to, market volatility; liquidity risks,technological risks, such as software delays, bugs, glitches, hacks, and security breaches that disrupt normal operations, regulatory risks, such as changes in laws and regulations that may impact the operation and legality of DeFi activities; operational risks, such as challenges related to the management and execution of platform services, including potential errors and inefficiencies; counterparty risks, such as the possibility that other parties involved in transactions may fail to meet their obligations; and smart contract risks, such as vulnerabilities and coding errors in smart contracts that may be exploited. You understand that the nature of DeFi means these risks are inherent and cannot be completely mitigated.\n\n**7.6. Assumption of Risk**: You assume all risks associated with your participation in Axion leagues. Axion and its affiliates are not responsible for any financial losses, damages, or adverse outcomes that you may incur as a result of your participation. You acknowledge that you have read and understood the risk disclosures provided in these T&Cs and that you willingly accept these risks.\n\n**7.7. No Financial Guarantees**: Axion does not guarantee any financial returns, profits, or specific outcomes from your participation in leagues. The performance and results of your participation are subject to various factors, including but not limited to market conditions and your own actions within the platform.\n\n**7.8. Personal Responsibility**: You are solely responsible for conducting your own research, due diligence, and analysis before making any decisions to participate in Axion leagues. It is your responsibility to understand the rules, mechanics, and risks associated with each league. Axion disclaims any liability for your decisions or actions based on the information provided by Axion.",
  "limitation_title": "8. Limitation of Liability",
  "limitation_description": "Axion provides its services “as is” without any warranties of any kind, whether express or implied. This includes, but is not limited to, warranties of merchantability, fitness for a particular purpose, and non-infringement. Axion shall not be liable for any indirect, incidental, special, consequential, or punitive damages, including but not limited to, loss of profits, data, or other intangible losses, arising out of or in connection with your use of or inability to use Axion’s services.",
  "indemnification_title": "9. Indemnification",
  "indemnification_description": "You agree to indemnify, defend, and hold harmless Axion, its affiliates, officers, directors, employees, and agents from and against any and all claims, damages, losses, liabilities, costs, and expenses (including reasonable attorneys’ fees) arising out of or in connection with your use of Axion’s services, your violation of these T&Cs, or your violation of any rights of another party. Axion will notify you promptly of any such claim, loss, liability, or demand, and provide you with reasonable assistance, at your expense, in defending any such claim, loss, liability, or demand.",
  "amendments_title": "10. Amendments and Modifications",
  "amendments_description": "Axion reserves the right to modify these T&Cs at any time.Continued participation in Axion leagues constitutes acceptance of the updated T&Cs.",
  "contact_title": "11. Contact Information",
  "contact_description": "For any questions or concerns regarding these T&Cs or any required support, please contact us on our telegram channel @axionleagues."
}
