{
  "participation_description": "Ciao! Partecipare alla Axion League è molto semplice. Basta seguire le istruzioni qui sotto per iniziare e unirti all'azione!",
  "points_description": "Queste sono le regole della lega. Leggi attentamente per scoprire come guadagnare punti e aumentare le tue possibilità di vincere!",
  "claim_description": "Ora che la lega è terminata, puoi richiedere il rimborso del tuo biglietto di ingresso e, se applicabile, i tuoi premi. Controlla le istruzioni qui sotto per completare la tua richiesta e goderti le tue ricompense!",
  "participation_1": "Per prima cosa, controlla le informazioni di base sopra per capire quando inizia e finisce e qual è il costo del biglietto di ingresso.",
  "participation_2": "Leggi attentamente le regole della lega nel tab a destra prima di partecipare.",
  "participation_3": "Per partecipare alla lega, dovrai pagare un biglietto di ingresso. Assicurati che il saldo del tuo wallet copra l'importo totale.",
  "participation_4": "Alla fine della lega, potresti ricevere un rimborso totale dell'importo del biglietto di ingresso.",
  "participation_5": "Se un amico ti ha invitato a partecipare alla lega, usa il suo link di referral per iscriverti, in modo che possa richiedere le sue ricompense. Consulta la sezione 'Link di Referral' qui sotto per scoprire come guadagnare invitando amici alla lega.",
  "participation_6": "Ci sei quasi! Clicca sul pulsante 'Iscriviti' e segui le istruzioni per partecipare alla lega e immergerti nell'azione!",
  "claim_1": "La lega è terminata! Controlla la classifica qui sotto per vedere i vincitori.",
  "claim_2": "Non dimenticare di richiedere il rimborso del tuo biglietto di ingresso così potrai partecipare ad altre emozionanti leghe.",
  "claim_3": "Se sei tra i vincitori, puoi richiedere il tuo premio, dettagliato nella sezione ricompense.",
  "claim_4": "Se hai invitato amici a unirsi alla lega, puoi anche richiedere le tue ricompense di referral, anche se non hai vinto.",
  "claim_5": "Ci sei quasi! Clicca sul pulsante 'Riscatta' e segui le istruzioni per ricevere i tuoi premi e ottenere il rimborso del ticket di ingresso. Grazie per aver partecipato!"
}